aaron-bond.better-comments
dbaeumer.vscode-eslint
develiteio.api-blueprint-viewer
EditorConfig.EditorConfig
esbenp.prettier-vscode
ExodiusStudios.comment-anchors
felixfbecker.php-debug
felixfbecker.php-intellisense
felixfbecker.php-pack
formulahendry.auto-rename-tag
formulahendry.code-runner
fterrag.vscode-php-cs-fixer
golang.Go
humao.rest-client
Jarga.apib
jcbuisson.vue
junstyle.php-cs-fixer
kevinkyang.auto-comment-blocks
lihui.vs-color-picker
mikestead.dotenv
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.python
neilbrayfield.php-docblocker
octref.vetur
p1c2u.docker-compose
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
rust-lang.rust
snipsnapdev.snipsnap-vscode
xabikos.JavaScriptSnippets